Repository: Minds/engine
Catalog: translations/messages.*.xliff
Languages: ar, cs, de, fr, it, nl, no, pl, pt, ro, ru, sv, uk, zh

source: Thank you for being a pioneer of the free and open Internet!
ar: شكرا لكونك رائدة في الإنترنت المجاني والمفتوح!
cs: Děkujeme, že jste průkopníkem svobodného a otevřeného internetu!
de: Vielen Dank, dass Sie ein Pionier des freien und offenen Internet sind!
fr: Merci d'être un pionnier de l'Internet libre et ouvert!
it: Grazie per essere un pioniere di Internet libero e aperto!
nl: Bedankt dat u een pionier bent van het vrije en open internet!
no: Takk for at du er en pioner på gratis og åpent internett!
pl: Dziękujemy za to, że jesteś pionierem darmowego i otwartego Internetu!
pt: Obrigado por ser um pioneiro da Internet livre e aberta!
ro: Vă mulțumim că sunteți un pionier al Internetului gratuit și deschis!
ru: Спасибо за то, что являетесь пионером бесплатного и открытого Интернета!
sv: Tack för att du är en pionjär inom det fria och öppna Internet!
uk: Дякуємо, що ви стали першопрохідцем вільного та відкритого Інтернету!
zh: 感谢您成为自由和开放的互联网的先驱！

source: Please use the link below to reset your password. If you did not request to reset your password, please disregard this email.
ar: الرجاء استخدام الرابط أدناه لإعادة تعيين كلمة المرور الخاصة بك. إذا لم تطلب إعادة تعيين كلمة المرور الخاصة بك، يرجى تجاهل هذا البريد الإلكتروني.
cs: Použijte prosím níže uvedený odkaz pro obnovení hesla. Pokud jste nepožádali o obnovení hesla, neberte tento e-mail v úvahu.
de: Bitte benutzen Sie den folgenden Link, um Ihr Passwort zurückzusetzen. Falls Sie kein Zurücksetzen Ihres Passworts angefordert haben, vergessen Sie bitte diese E-Mail.
fr: Veuillez utiliser le lien ci-dessous pour réinitialiser votre mot de passe. Si vous n'avez pas demandé de réinitialiser votre mot de passe, veuillez ignorer cet e-mail.
it: Si prega di utilizzare il link qui sotto per reimpostare la password. Se non hai richiesto di reimpostare la password, si prega di ignorare questa email.
nl: Gebruik de onderstaande link om uw wachtwoord te resetten. Als u niet heeft gevraagd om uw wachtwoord te resetten, negeer dan deze e-mail.
no: Bruk linken nedenfor for å tilbakestille passordet ditt. Hvis du ikke ba om å tilbakestille passordet ditt, vennligst se bort fra denne e-posten.
pl: Użyj poniższego linku, aby zresetować hasło. Jeśli nie prosiłeś o zresetowanie hasła, zignoruj ten e-mail.
pt: Por favor, use o link abaixo para redefinir sua senha. Se não pediu para redefinir sua senha, por favor, desconsidere este email.
ro: Vă rugăm să folosiţi link-ul de mai jos pentru a reseta parola. Dacă nu aţi solicitat resetarea parolei, ignoraţi acest e-mail.
ru: Пожалуйста, используйте ссылку ниже, чтобы сбросить пароль. Если вы не запрашивали сброс пароля, пожалуйста, игнорируйте это письмо.
sv: Använd länken nedan för att återställa ditt lösenord. Om du inte har begärt att återställa ditt lösenord, vänligen bortse från detta mail.
uk: Будь ласка, використовуйте посилання нижче для скидання пароля. Якщо ви не просили змінити пароль, будь ласка, знехтуйте цією електронною поштою.
zh: 请使用下面的链接重置您的密码。如果您没有请求重置您的密码，请忽略这封电子邮件。

source: Welcome to Minds
ar: مرحبا بكم في العقول
cs: Vítejte v Minds
de: Willkommen bei Minds
fr: Bienvenue dans les esprits
it: Benvenuto su Minds
nl: Welkom bij Minds
no: Velkommen til Minds
pl: Witamy w umysłach
pt: Bem-vindo ao Minds
ro: Bine ați venit la Minds
ru: Добро пожаловать в Minds
sv: Välkommen till Minds
uk: Ласкаво просимо до Minds
zh: 欢迎来到 Minds

source: Here's a free token for your new channel.
ar: إليك رمز مجاني لقناتك الجديدة.
cs: Tady je token zdarma pro tvůj nový kanál.
de: Hier ist ein kostenloses Token für deinen neuen Channel.
fr: Voici un jeton gratuit pour votre nouveau canal.
it: Ecco un token gratuito per il tuo nuovo canale.
nl: Hier is een gratis token voor je nieuwe kanaal.
no: Her er et gratis token for din nye kanal.
pl: Oto darmowy token dla Twojego nowego kanału.
pt: Aqui está um token gratuito para seu novo canal.
ro: Iată un token gratuit pentru canalul tău nou.
ru: Вот бесплатный токен для вашего нового канала.
sv: Här är en gratis token för din nya kanal.
uk: Ось безкоштовний жетон для вашого нового каналу.
zh: 这是您新频道的免费令牌。

source: Make a Post
ar: إنشاء مشاركة
cs: Vytvořit příspěvek
de: Einen Beitrag erstellen
fr: Créer un message
it: Crea un post
nl: Maak een bericht
no: Opprett en post
pl: Utwórz post
pt: Fazer um Post
ro: Fă o postare
ru: Сделать пост
sv: Skapa ett inlägg
uk: Створити повідомлення
zh: 创建帖子

source: You have successfully completed our onboarding process and your channel has been rewarded with one Minds token!
ar: لقد أكملت بنجاح عملية أونبوارديندز الخاصة بنا وقد تم مكافأة قناتك برمز واحد!
cs: Úspěšně jsi dokončil náš proces zapojení a tvůj kanál byl odměněn jedním Minds tokenem!
de: Sie haben unser Onboarding-Verfahren erfolgreich abgeschlossen und Ihr Kanal wurde mit einem Minds-Token belohnt!
fr: Vous avez terminé avec succès notre processus d’intégration et votre chaîne a été récompensée avec un jeton d’esprit !
it: Hai completato con successo il nostro processo di onboarding e il tuo canale è stato premiato con un token Minds!
nl: U heeft ons onboarding proces succesvol voltooid en uw kanaal is beloond met één Minds token!
no: Du har fullført vår onboarding-prosess og din kanal har blitt belønnet med en Minds token!
pl: Pomyślnie zakończyłeś proces wdrażania i Twój kanał został nagrodzony tokenem jednego umysła!
pt: Você completou com sucesso o nosso processo de integração e seu canal foi recompensado com um token de mente!
ro: Ai finalizat cu succes procesul nostru de înregistrare și canalul tău a fost recompensat cu un token Mind!
ru: Вы успешно завершили наш процесс посадки, и ваш канал был награжден одним жетоном Mind!
sv: Du har framgångsrikt slutfört vår registreringsprocess och din kanal har belönats med en Minds token!
uk: Ви успішно завершили наш процес початку посадки і ваш канал був нагороджений одним натисненням черги!
zh: 您已经成功地完成了我们的登临过程，您的频道已被奖励为一个心灵令牌！

source: Try making a post and using your token to Boost the post for 1,000 extra views from the community.
ar: حاول إنشاء مشاركة واستخدام الرمز المميز الخاص بك لتعزيز المشاركة ل 1,000 مشاهدة إضافية من المجتمع.
cs: Zkuste vytvořit příspěvek a použít váš token k posílení příspěvku pro 1 000 dalších názorů z komunity.
de: Versuche einen Beitrag zu erstellen und nutze deinen Token um den Beitrag für 1.000 zusätzliche Aufrufe aus der Community zu erhöhen.
fr: Essayez de faire un message et d'utiliser votre jeton pour booster le message pour 1 000 vues supplémentaires de la communauté.
it: Prova a fare un post e utilizza il token per aumentare il post per 1.000 visualizzazioni extra dalla comunità.
nl: Probeer een bericht te maken en gebruik je token om het bericht te boosten voor 1000 extra weergaven vanuit de community.
no: Prøv å skrive et innlegg og bruk tokenet for å booost innlegget for 1000 ekstra visninger fra samfunnet.
pl: Spróbuj utworzyć post i użyć swojego tokenu, aby zwiększyć jego widok dla 1000 dodatkowych widoków ze społeczności.
pt: Tente criar uma postagem e usar seu token para impulsionar o post por 1.000 visualizações extras da comunidade.
ro: Încearcă să faci o postare și să folosești token-ul tău pentru a mări postarea pentru 1000 de vizualizări suplimentare din partea comunității.
ru: Попробуйте создать пост и использовать токен для усиления сообщения для 1000 дополнительных просмотров из сообщества.
sv: Försök att göra ett inlägg och använda din token för att öka inlägget för 1000 extra vyer från gemenskapen.
uk: Спробуйте написати повідомлення і використовуючи свій маркер для збільшення допису на 1000 додаткових переглядів спільноти.
zh: 尝试创建一个帖子，并使用您的令牌来提升帖子，从社区中获得1 000个额外的视图。

source: Welcome to Minds. Time to verify.
ar: مرحبا بكم في التعزيز. حان وقت التحقق.
cs: Vítejte v Minds. Je čas ověřit.
de: Willkommen bei Gedanken. Zeit zu überprüfen.
fr: Bienvenue dans l'esprit. Il est temps de vérifier.
it: Benvenuto in Minds. È ora di verificare.
nl: Welkom bij Minds. Tijd om te verifiëren.
no: Velkommen til Mind. Tid for å verifisere.
pl: Witamy w Mindach. Czas zweryfikować.
pt: Bem-vindo à Mente. Hora de verificar.
ro: Bine ai venit la Minds. Este timpul să verifici.
ru: Добро пожаловать в Minds. Время для проверки.
sv: Välkommen till Minds. Dags att verifiera.
uk: Ласкаво просимо до Minds. Час до перевірки.
zh: 欢迎来到心灵。需要验证的时候了。

source: Verify Address
ar: التحقق من العنوان
cs: Ověřit adresu
de: Adresse überprüfen
fr: Vérifier l'adresse
it: Verifica Indirizzo
nl: Adres verifiëren
no: Verifiser adresse
pl: Sprawdź adres
pt: Verificar endereço
ro: Verifică adresa
ru: Проверить адрес
sv: Verifiera adress
uk: Перевірка адреси
zh: 验证地址

source: Welcome to Minds! We are an open source social network dedicated to Internet freedom. That means we actually care about things like digital rights and fairly rewarding you for your contribution to the network.
ar: مرحبا بكم في Mind! نحن شبكة اجتماعية مفتوحة المصدر مكرسة لحرية الإنترنت. وهذا يعني أننا في الواقع نهتم بأشياء مثل الحقوق الرقمية ونكافئكم إلى حد ما على إسهامكم في الشبكة.
cs: Vítejte v Minds! Jsme open source sociální síť věnovanou svobodě internetu. To znamená, že se skutečně staráme o věci, jako jsou digitální práva a spravedlivě vás odměňujeme za váš příspěvek do sítě.
de: Willkommen bei Minds! Wir sind ein Open-Source-soziales Netzwerk, das der Freiheit des Internets gewidmet ist. Das bedeutet, dass wir uns um Dinge wie digitale Rechte kümmern und Sie für Ihren Beitrag zum Netzwerk ziemlich belohnen.
fr: Bienvenue dans les esprits ! Nous sommes un réseau social open source dédié à la liberté Internet. Cela signifie que nous nous soucions réellement de choses telles que les droits numériques et que nous vous récompensons assez pour votre contribution au réseau.
it: Benvenuto a Minds! Siamo un social network open source dedicato alla libertà di Internet. Ciò significa che effettivamente ci preoccupiamo di cose come i diritti digitali e abbastanza gratificante per il vostro contributo alla rete.
nl: Welkom bij Minds! We zijn een open source sociaal netwerk gewijd aan internetvrijheid. Dat betekent dat we ons echt om zaken als digitale rechten bekommeren en u eerlijk belonen voor uw bijdrage aan het netwerk.
no: Velkommen til Minds! Vi er et sosialt nettverk for åpen kildekode dedikert til internett. Det betyr at vi faktisk bryr oss om ting som digitale rettigheter, og ganske premiere deg for ditt bidrag til nettverket.
pl: Witamy w Minds! Jesteśmy otwarto-źródłową siecią społecznościową poświęconą wolności Internetu. Oznacza to, że troszczymy się o takie rzeczy, jak prawa cyfrowe i dosyć nagradzamy państwa za swój wkład w sieć.
pt: Bem-vindo à Mentes! Somos uma rede social de código aberto dedicada à liberdade da Internet. Isso significa que realmente nos preocupamos com coisas como direitos digitais e recompensamos você de forma justa pela sua contribuição para a rede.
ro: Bine ați venit la Minds! Suntem o rețea socială open source dedicată libertății internetului. Asta înseamnă că ne pasă de lucruri precum drepturile digitale și de faptul că te răsplătim pentru contribuția ta la rețea.
ru: Добро пожаловать в Minds! Мы открытая социальная сеть, посвященная свободе в Интернете. Это означает, что на самом деле мы заботимся о цифровых правах и вознаграждаем вас за ваш вклад в сеть.
sv: Välkommen till Minds! Vi är ett socialt nätverk med öppen källkod som är dedikerat till Internetfrihet. Det innebär att vi faktiskt bryr oss om saker som digitala rättigheter och ganska belönar dig för ditt bidrag till nätverket.
uk: Ласкаво просимо до Minds! Ми є відкритими соціальними мережами, орієнтованими на свободу Інтернету. Це означає, що нас дійсно хвилюють такі речі, як цифрові права і чесно винагороджують вас за внесок у мережу.
zh: 欢迎来到心灵！我们是一个致力于互联网自由的开放源码社交网络。 这意味着我们实际上关心像数字权利这样的事情，并对你对网络的贡献给予相当的奖励。

source: Please take a moment to verify your email address. This helps us prevent spam and ensure that you are a real human.
ar: الرجاء أخذ لحظة للتحقق من عنوان بريدك الإلكتروني. هذا يساعدنا على منع البريد المزعج والتأكد من أنك إنسان حقيقي.
cs: Udělejte prosím chvilku k ověření Vaší e-mailové adresy. To nám pomůže zabránit spamu a ujistit se, že jste skutečný člověk.
de: Bitte nehmen Sie sich einen Moment Zeit, um Ihre E-Mail-Adresse zu verifizieren. Dies hilft uns, Spam zu verhindern und sicherzustellen, dass Sie ein echter Mensch sind.
fr: Veuillez prendre un moment pour vérifier votre adresse e-mail. Cela nous aide à prévenir le spam et à nous assurer que vous êtes un être humain.
it: Per favore prendi un momento per verificare il tuo indirizzo email. Questo ci aiuta a prevenire lo spam e assicurati di essere un vero umano.
nl: Neem even de tijd om je e-mailadres te verifiëren. Dit helpt ons spam te voorkomen en zorg ervoor dat je een echt mens bent.
no: Vennligst ta et øyeblikk til å bekrefte e-postadressen din. Dette hjelper oss å forhindre spam og sikre at du er et ekte menneske.
pl: Proszę poświęć chwilę, aby zweryfikować swój adres e-mail. Pomaga nam to zapobiec spamowi i upewnić się, że jesteś prawdziwym człowiekiem.
pt: Por favor, reserve um momento para verificar o seu endereço de e-mail. Isso nos ajuda a evitar spam e garantir que você é um ser realmente humano.
ro: Vă rugăm să verificați adresa dvs. de e-mail. Acest lucru ne ajută să prevenim spam-ul și să ne asigurăm că sunteți o persoană reală.
ru: Пожалуйста, найдите минутку, чтобы подтвердить ваш адрес электронной почты. Это поможет нам предотвратить спам и убедиться, что вы настоящий человек.
sv: Vänligen ta en stund för att verifiera din e-postadress. Detta hjälper oss att förhindra spam och se till att du är en riktig människa.
uk: Будь ласка, знайдіть хвилинку, щоб підтвердити адресу електронної пошти. Це допоможе нам запобігти спаму і впевнитися, що ви є справжньою людиною.
zh: 请花一点时间验证您的电子邮件地址。这有助于我们防止垃圾邮件并确保您是真正的人。

source: Payment received
ar: تم استلام الدفعة
cs: Platba byla přijata
de: Zahlung erhalten
fr: Paiement reçu
it: Pagamento ricevuto
nl: Betaling ontvangen
no: Mottatte betalinger
pl: Płatność otrzymana
pt: Pagamento recebido
ro: Plată primită
ru: Платёж получен
sv: Betalning mottagen
uk: Платіж отримано
zh: 已收到付款

source: Thank you,
ar: شكرا لك،
cs: Děkuji vám,
de: Danke,
fr: Merci,
it: Grazie,
nl: Dank u,
no: Tusen takk,
pl: Dziękuję,
pt: Muito obrigado,
ro: Vă mulţumesc,
ru: Спасибо,
sv: Tack,
uk: Дякуємо,
zh: 谢谢您，

source: You've received a payment on Minds.
ar: لقد تلقيت دفعة على Minds.
cs: Obdrželi jste platbu na Minds.
de: Du hast eine Zahlung auf dem Kopf erhalten.
fr: Vous avez reçu un paiement dans les esprits.
it: Hai ricevuto un pagamento su Mente.
nl: Je hebt een betaling ontvangen op Minds.
no: Du har mottatt en betaling på Minds.
pl: Otrzymałeś(aś) płatność w Mindach.
pt: Você recebeu um pagamento na Mente.
ro: Ai primit o plată de la Minds.
ru: Вы получили платеж на Minds.
sv: Du har fått en betalning på Minds.
uk: Ви отримали платіж по Minds.
zh: 您已在心灵上收到付款。

source: You received a payment from
ar: لقد تلقيت دفعة من
cs: Obdrželi jste platbu od
de: Sie haben eine Zahlung erhalten von
fr: Vous avez reçu un paiement de
it: Hai ricevuto un pagamento da
nl: U heeft een betaling ontvangen van
no: Du mottok en betaling fra
pl: Otrzymałeś płatność od
pt: Você recebeu um pagamento de
ro: Ați primit o plată de la
ru: Вы получили платеж от
sv: Du fick en betalning från
uk: Ви отримали оплату від
zh: 您收到了付款来自

source: as a tip.
ar: كنصيحة
cs: jako tip.
de: als Tipp.
fr: comme un pourboire.
it: come una punta.
nl: als een fooi.
no: som en dråpe.
pl: jako wskazówkę.
pt: como gorjeta.
ro: ca un sfat.
ru: как совет.
sv: som ett tips.
uk: як кінчик.
zh: 作为小贴士。

source: Transfer date
ar: تاريخ التحويل
cs: Datum převodu
de: Überweisungsdatum
fr: Date de transfert
it: Data di trasferimento
nl: Datum overboeking
no: Overføringsdato
pl: Data przekazania
pt: Data de transferência
ro: Data transferului
ru: Дата перевода
sv: Överföring av datum
uk: Дата поповнення
zh: 传输日期

source: Amount
ar: المبلغ
cs: Částka, která má být získána
de: Betrag
fr: Montant
it: Quantità
nl: Hoeveelheid
no: Beløp
pl: Kwota
pt: Quantia
ro: Sumă
ru: Количество
sv: Belopp
uk: Сума
zh: 金额

source: For any issues, including the recipient not receiving any payment, please contact us at
ar: لأي مشكلة، بما في ذلك المستلم الذي لا يتلقى أي دفع، يرجى الاتصال بنا على
cs: V případě jakýchkoliv problémů, včetně příjemce, který neobdrží žádnou platbu, nás prosím kontaktujte na
de: Bei eventuellen Problemen, einschließlich des Empfängers, der keine Zahlung erhält, kontaktieren Sie uns bitte unter
fr: Pour tout problème, y compris le destinataire ne recevant aucun paiement, veuillez nous contacter à
it: Per qualsiasi problema, incluso il destinatario non ricevendo alcun pagamento, vi preghiamo di contattarci a
nl: Voor eventuele problemen, inclusief de ontvanger die geen betaling ontvangt, neem contact met ons op via
no: Ved problemer, inkludert mottakeren ikke mottar betaling, vennligst kontakt oss på:
pl: W przypadku jakichkolwiek problemów, włącznie z odbiorcą nie otrzymującym żadnej płatności, prosimy o kontakt pod adresem
pt: Para quaisquer problemas, incluindo o beneficiário não receber nenhum pagamento, entre em contato conosco pelo
ro: Pentru orice probleme, inclusiv destinatarul care nu primește nicio plată, vă rugăm să ne contactați la
ru: По любым проблемам, включая не получателя платежа, пожалуйста, свяжитесь с нами по
sv: För eventuella problem, inklusive mottagaren som inte får någon betalning, vänligen kontakta oss på
uk: Для будь-яких проблем, включаючи отримувача, не отримувати ніяких платежів, звертайтесь до нас за адресою
zh: 任何问题，包括未收到任何付款的收款人，请联系我们

source: Boost Completed
ar: اكتمل التعزيز
cs: Zesílení dokončeno
de: Boost abgeschlossen
fr: Boost terminé
it: Boost Completato
nl: Boost Voltooid
no: Boost fullført
pl: Ukończone Wzmocnienie
pt: Aceleração Completada
ro: Accelerare Finalizată
ru: Ускорение завершено
sv: Boost slutförd
uk: Прискорення завершено
zh: 提升完成

source: Your boost is complete.
ar: لقد اكتمل التعزيز.
cs: Vaše zrychlení je dokončeno.
de: Dein Boost ist abgeschlossen.
fr: Votre boost est terminé.
it: Il tuo boost è completato.
nl: Je boost is voltooid.
no: Din boost er fullført.
pl: Twoje podbicie zostało zakończone.
pt: Sua otimização está completa.
ro: Impulsul dvs. este complet.
ru: Ваш ускоритель завершен.
sv: Ditt uppsving är komplett.
uk: Ваш приріст завершено.
zh: 您的提升已完成。

source: View Boost
ar: عرض التعزيز
cs: Zobrazit Boost
de: Boost ansehen
fr: Voir Boost
it: Visualizza Boost
nl: Bekijk Boost
no: Vis boost
pl: Zobacz Wzmocnienie
pt: Ver Boost
ro: Vezi Impuls
ru: Ускорение просмотра
sv: Visa Boost
uk: Перегляд прискорення
zh: 查看加速

source: Your boost of
ar: التعزيز الخاص بك
cs: Vaše podpora
de: Dein Boost von
fr: Votre boost de
it: La tua spinta di
nl: Je boost van
no: Din boost av
pl: Twój bok
pt: Seu reforço de
ro: Impulsul dumneavoastră de
ru: Ваше ускорение
sv: Din boost av
uk: Ваш приріст
zh: 你的加速

source: views is complete.
ar: تم الانتهاء من المشاورات.
cs: zobrazení je dokončeno.
de: -Ansichten ist abgeschlossen.
fr: les vues sont terminées.
it: le viste sono complete.
nl: weergaven zijn compleet.
no: visninger er fullført.
pl: widoki są kompletne.
pt: As visualizações estão completas.
ro: vizualizarile sunt complete.
ru: мнения завершены.
sv: vyer är komplett.
uk: перегляди завершено.
zh: 查看已完成。

source: Enjoy all of the different features Minds has to offer when you finish setting up your channel
ar: استمتع بجميع الميزات المختلفة التي يجب أن تقدمها العقول عند الانتهاء من إعداد القناة الخاصة بك
cs: Užijte si všechny různé funkce, které Minds musí nabídnout, když dokončíte nastavení svého kanálu
de: Genieße all die verschiedenen Funktionen, die Minds zu bieten hat, wenn du die Einrichtung deines Kanals beendet hast
fr: Profitez de toutes les différentes fonctionnalités que Minds a à offrir lorsque vous avez terminé la configuration de votre chaîne
it: Goditi tutte le diverse caratteristiche Minds ha da offrire quando finisci di impostare il tuo canale
nl: Geniet van alle verschillende functies die Minds te bieden heeft als je klaar bent met het instellen van je kanaal
no: Nyt alle de forskjellige funksjonene Minds å tilby når du er ferdig med å sette opp kanalen din
pl: Ciesz się wszystkimi różnymi funkcjami umysłu do zaoferowania po zakończeniu konfiguracji kanału
pt: Aproveite todos os diferentes recursos que as Mentes têm a oferecer quando terminar de configurar seu canal
ro: Bucură-te de diferitele funcții pe care Minds le poate oferi atunci când termini configurarea canalului tău
ru: Наслаждайтесь различными функциями Minds когда вы закончите настройку вашего канала
sv: Njut av alla de olika funktionerna Sinnen har att erbjuda när du slutför konfigureringen av din kanal
uk: Насолоджуйтесь всіма різними функціями Minds має запропонувати після завершення налаштування вашого каналу
zh: 当您完成设置频道时，享受所有不同的功能

source: Complete Setup
ar: اكتمل الإعداد
cs: Dokončit nastavení
de: Setup abschließen
fr: Terminer la configuration
it: Completa L'Installazione
nl: Installatie voltooien
no: Fullfør installasjon
pl: Zakończ konfigurację
pt: Configuração completa
ro: Finalizează configurarea
ru: Завершить настройку
sv: Slutför installationen
uk: Завершення встановлення
zh: 完成设置

source: In order to provide the best possible experience, it is important to properly setup your channel.
ar: من أجل توفير أفضل تجربة ممكنة، من المهم إعداد قناتك بشكل صحيح.
cs: Aby bylo možné poskytnout co nejlepší zážitek, je důležité správně nastavit váš kanál.
de: Um Ihnen die bestmögliche Erfahrung zu vermitteln, ist es wichtig, dass Sie Ihren Kanal richtig einrichten.
fr: Afin de vous offrir la meilleure expérience possible, il est important de configurer correctement votre canal.
it: Al fine di fornire la migliore esperienza possibile, è importante impostare correttamente il canale.
nl: Om de best mogelijke ervaring te bieden is het belangrijk om je kanaal goed in te stellen.
no: For å gi best mulig opplevelse, er det viktig å sette opp kanalen din på riktig måte.
pl: Aby zapewnić jak najlepsze doświadczenie, ważne jest prawidłowe ustawienie kanału.
pt: Para proporcionar a melhor experiência possível, é importante configurar corretamente seu canal.
ro: Pentru a oferi cea mai bună experienţă posibilă, este important să vă configuraţi în mod corespunzător canalul.
ru: Для того, чтобы обеспечить максимально возможный опыт, важно правильно настроить канал.
sv: För att ge bästa möjliga upplevelse är det viktigt att korrekt konfigurera din kanal.
uk: Для того, щоб забезпечити найкращий досвід, важливо налаштувати належним чином свій канал.
zh: 为了提供尽可能好的体验，必须正确设置您的频道。
