Repository: Minds/engine
Catalog: translations/messages.*.xliff
Languages: ar, cs, de, fr, it, nl, no, pl, pt, ro, ru, sv, uk, zh

source: Please take a moment to complete our onboarding process so that you can enjoy all of the different features we have to offer!
ar: يرجى أخذ لحظة لإكمال عملية أونبوارديندز الخاصة بنا حتى تتمكن من الاستمتاع بجميع الميزات المختلفة التي علينا أن نقدمها!
cs: Věnujte prosím chvilku k dokončení našeho procesu zapojení, abyste si mohli užít všech různých funkcí, které musíme nabídnout!
de: Bitte nehmen Sie sich einen Moment Zeit, um unser Onboarding-Verfahren abzuschließen, damit Sie von den verschiedenen Funktionen, die wir Ihnen anbieten können, profitieren können!
fr: Veuillez prendre un moment pour compléter notre processus d'intégration afin que vous puissiez profiter de toutes les différentes fonctionnalités que nous avons à offrir!
it: Si prega di prendere un momento per completare il nostro processo di onboarding in modo da poter godere di tutte le diverse caratteristiche che abbiamo da offrire!
nl: Neem even de tijd om ons onboarding proces af te ronden, zodat u kunt genieten van alle verschillende functies die we te bieden hebben!
no: Vennligst ta et øyeblikk å fullføre registreringsprosessen vår, slik at du kan nyte alle de forskjellige funksjonene vi må tilby!
pl: Proszę, poświęć chwilę na zakończenie procesu wdrażania, abyś mógł korzystać ze wszystkich dostępnych funkcji!
pt: Por favor, reserve um momento para completar o nosso processo de integração para que você possa desfrutar de todas as diferentes funcionalidades que temos a oferecer!
ro: Vă rugăm să acordați un moment pentru a finaliza procesul de înregistrare, astfel încât să vă puteți bucura de toate diferitele caracteristici pe care le oferim!
ru: Пожалуйста, найдите минутку, чтобы завершить процесс посадочного талона, чтобы вы могли наслаждаться всеми различными возможностями, которые мы предлагаем для вас!
sv: Ta en stund för att slutföra vår registreringsprocess så att du kan njuta av alla de olika funktioner vi har att erbjuda!
uk: Будь ласка, знайдіть хвилинку, щоб завершити наш процес посадки, щоб ви могли насолоджуватися усіма різними функціями, які ми запропонували!
zh: 请花一点时间完成我们的登临过程，以便您可以享受我们必须提供的所有不同功能！

source: Payment sent
ar: تم إرسال الدفعة
cs: Platba odeslána
de: Zahlung gesendet
fr: Paiement envoyé
it: Pagamento inviato
nl: Betaling verzonden
no: Betaling sendt
pl: Płatność wysłana
pt: Pagamento enviado
ro: Plată trimisă
ru: Платёж отправлен
sv: Betalning skickad
uk: Платіж відправлено
zh: 付款已发送

source: You've sent a payment on Minds.
ar: لقد أرسلت دفعة على Minds.
cs: Poslali jste platbu na Minds.
de: Du hast eine Zahlung auf den Kopf geschickt.
fr: Vous avez envoyé un paiement sur la Maison.
it: Hai inviato un pagamento su Mente.
nl: Je hebt een betaling verzonden op Minds.
no: Du har sendt en betaling på Minds.
pl: Wysłałeś(aś) płatność w minutach.
pt: Você enviou um pagamento na Mente.
ro: Ai trimis o plată pe Minds.
ru: Вы отправили платеж на Minds.
sv: Du har skickat en betalning på Minds.
uk: Ви надіслали платіж по Minds.
zh: 您已经在心灵上发送了付款。

source: Password reset
ar: إعادة تعيين كلمة المرور
cs: Obnovení hesla
de: Passwort zurücksetzen
fr: Réinitialisation du mot de passe
it: Reimposta password
nl: Wachtwoord opnieuw instellen
no: Tilbakestill passord
pl: Resetowanie hasła
pt: Redefinição de senha
ro: Resetare parolă
ru: Сброс пароля
sv: Återställ lösenord
uk: Скидання пароля
zh: 密码重置

source: Reset Password
ar: إعادة تعيين كلمة المرور
cs: Obnovit heslo
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimposta Password
nl: Wachtwoord opnieuw instellen
no: Tilbakestill passord
pl: Resetuj hasło
pt: Redefinir a senha
ro: Resetare parolă
ru: Сбросить пароль
sv: Återställ lösenord
uk: Скидання пароля
zh: 重置密码

source: Reset your password by clicking this link.
ar: إعادة تعيين كلمة المرور الخاصة بك بالنقر على هذا الرابط.
cs: Obnovení hesla kliknutím na tento odkaz.
de: Zurücksetzen Sie Ihr Passwort durch Klicken auf diesen Link.
fr: Réinitialisez votre mot de passe en cliquant sur ce lien.
it: Reimposta la tua password facendo clic su questo link.
nl: Reset je wachtwoord door op deze link te klikken.
no: Tilbakestill passordet ditt ved å klikke på denne lenken.
pl: Zresetuj hasło klikając ten link.
pt: Redefinir sua senha clicando neste link.
ro: Resetează-ți parola făcând clic pe acest link.
ru: Сбросьте пароль, нажав на эту ссылку.
sv: Återställ ditt lösenord genom att klicka på denna länk.
uk: Відновити пароль, натиснувши на це посилання.
zh: 点击此链接重置您的密码。
