Repository: Minds/engine
Catalog: translations/messages.*.xliff
Languages: ar, cs, de, fr, it, nl, no, pl, pt, ro, ru, sv, uk, zh

source: Download the Minds app today!
ar: تحميل تطبيق Minds اليوم!
cs: Stáhněte si aplikaci Minds ještě dnes!
de: Laden Sie die Minds App noch heute herunter!
fr: Téléchargez l'application Minds dès aujourd'hui!
it: Scarica l'app Minds oggi!
nl: Download de Minds app vandaag!
no: Last ned Minds-appen i dag!
pl: Pobierz aplikację umysłu już dziś!
pt: Baixe o app Mentes hoje!
ro: Descarcă aplicația Minds astăzi!
ru: Скачайте приложение Minds сегодня!
sv: Ladda ner appen Minds idag!
uk: Завантажити програму Minds сьогодні!
zh: 马上下载心灵应用！

source: Sent to you from
ar: أرسلت إليك من
cs: Odesláno vám od
de: Gesendet von
fr: Vous a été envoyé depuis
it: Inviato a te da
nl: Verzonden naar u vanaf
no: Sendt til deg fra
pl: Wysłane od
pt: Enviado a você de
ro: Trimis către tine de la
ru: Отправлено вам
sv: Skickat till dig från
uk: Надіслано вам з
zh: 发送给你

source: Manage email settings
ar: إدارة إعدادات البريد الإلكتروني
cs: Správa nastavení e-mailu
de: E-Mail-Einstellungen verwalten
fr: Gérer les paramètres de messagerie
it: Gestisci impostazioni email
nl: E-mailinstellingen beheren
no: Endre e-postinnstillinger
pl: Zarządzaj ustawieniami e-mail
pt: Gerenciar configurações de e-mail
ro: Gestionare setări e-mail
ru: Управление настройками электронной почты
sv: Hantera e-postinställningar
uk: Керувати налаштуваннями електронної пошти
zh: 管理电子邮件设置

source: Unsubscribe
ar: إلغاء الاشتراك
cs: Odhlásit odběr
de: Abonnement beenden
fr: Se désabonner
it: Disiscriviti
nl: Afmelden
no: Avmeld
pl: Anuluj subskrypcję
pt: Anular inscrição
ro: Dezabonare
ru: Отписаться
sv: Avprenumerera
uk: Відмовитися від підписки
zh: 取消订阅

source: Unfortunately, your channel has been banned for violating our Content Policy.
ar: لسوء الحظ، تم حظر قناتك لانتهاكها سياسة المحتوى لدينا.
cs: Váš kanál byl bohužel zablokován kvůli porušování našich Zásad obsahu.
de: Leider wurde dein Kanal wegen Verletzung unserer Inhaltsrichtlinien gesperrt.
fr: Malheureusement, votre chaîne a été interdite pour avoir enfreint notre politique de contenu.
it: Sfortunatamente, il tuo canale è stato bandito per aver violato la nostra Politica dei Contenuti.
nl: Helaas is uw kanaal verbannen omdat u ons Inhoudsbeleid schendt.
no: Kanalen din har dessverre blitt utestengt for å bryte våre retningslinjer for innhold.
pl: Niestety Twój kanał został zbanowany za naruszenie naszej polityki treści.
pt: Infelizmente, seu canal foi banido por violar nossa Política de Conteúdo.
ro: Din păcate, canalul tău a fost interzis pentru încălcarea Politicii noastre de conținut.
ru: К сожалению, ваш канал был заблокирован за нарушение нашей политики содержания.
sv: Tyvärr, din kanal har förbjudits för att bryta mot vår Innehållspolicy.
uk: На жаль, Ваш канал був заблокований за порушення нашої Політики Контенту.
zh: 不幸的是，您的频道因违反我们的内容政策而被禁止。

source: If you wish to appeal further, you may contact us with any supporting information at
ar: إذا أردت أن تستفسر أكثر، فيمكنك الاتصال بنا بأي معلومات داعمة، على سبيل المثال:
cs: Pokud se chcete odvolat dále, můžete nás kontaktovat s podpůrnými informacemi na
de: Wenn Sie weitere Beschwerde einlegen möchten, können Sie uns mit allen unterstützenden Informationen kontaktieren unter
fr: Si vous souhaitez interjeter appel, vous pouvez nous contacter à l'aide de toute information complémentaire à l'adresse
it: Se si desidera presentare un ricorso ulteriore, è possibile contattarci con qualsiasi informazione di supporto a
nl: Als u verder in beroep wilt gaan, kunt u contact met ons opnemen met ondersteunende informatie bij
no: Hvis du ønsker å klage videre kan du ta kontakt med oss med eventuell tilleggsinformasjon på
pl: Jeśli chcesz się dalej odwołać, możesz skontaktować się z nami z wszelkimi informacjami uzupełniającymi pod adresem:
pt: Se você deseja apelar mais, entre em contato conosco com qualquer informação de suporte em
ro: Dacă doriţi să faceţi un apel în continuare, ne puteţi contacta cu orice informaţii justificative la
ru: Если вы хотите обратиться к нам, вы можете связаться с нами с любой вспомогательной информацией на
sv: Om du vill överklaga ytterligare kan du kontakta oss med eventuella stödjande uppgifter på
uk: Якщо ви хочете звернутися до нас з будь-якою інформацією про технічну підтримку
zh: 如果您想进一步呼吁，您可以通过以下方式联系我们

source: for our review.
ar: من أجل استعراضنا.
cs: pro naši recenzi.
de: für unsere Überprüfung.
fr: pour notre examen.
it: per la nostra recensione.
nl: voor onze evaluatie.
no: for vår gjennomgang.
pl: do naszej recenzji.
pt: para a nossa revisão.
ro: pentru revizuirea noastră.
ru: для нашего обзора.
sv: för vår granskning.
uk: для розгляду.
zh: 供我们审查。

source: Thank you for your purchase! We sincerely appreciate your support. Your tokens have now been issued.
ar: شكرا لك على الشراء الخاص بك! نحن نقدر دعمك بإخلاص. تم الآن إصدار الرموز المميزة الخاصة بك.
cs: Děkujeme vám za nákup! Upřímně si vážíme vaší podpory. Vaše tokeny byly vydány.
de: Vielen Dank für Ihren Einkauf! Wir wissen Ihre Unterstützung aufrichtig zu schätzen. Ihre Token wurden jetzt herausgegeben.
fr: Merci pour votre achat! Nous apprécions sincèrement votre soutien. Vos jetons ont maintenant été émis.
it: Grazie per il tuo acquisto! Apprezziamo sinceramente il tuo supporto. I tuoi token sono stati emessi.
nl: Bedankt voor uw aankoop! Wij waarderen uw steun. Uw tokens zijn nu uitgegeven.
no: Takk for handelen! Vi setter pris på din støtte. Dine tokens har nå blitt utstedt.
pl: Dziękujemy za zakup! Szczerze doceniamy Twoje wsparcie. Twoje tokeny zostały już wydane.
pt: Obrigado por sua compra! Agradecemos sinceramente seu apoio. Seus tokens foram emitidos.
ro: Vă mulțumim pentru achiziție! Vă apreciem cu sinceritate sprijinul acordat. Token-urile dvs. au fost emise.
ru: Спасибо за вашу покупку! Мы искренне ценим вашу поддержку. Ваши токены были выпущены.
sv: Tack för ditt köp! Vi uppskattar verkligen ditt stöd. Dina polletter har nu utfärdats.
uk: Дякуємо за вашу покупку! Ми щиро цінуємо вашу підтримку. Зараз ваші токени зіпсувалися.
zh: 感谢您的购买！我们真诚感谢您的支持。您的令牌已经发出。

source: Date
ar: التاريخ
cs: Datum:
de: Datum
it: Data
nl: Datum:
no: Dato
pl: Data
pt: Data
ro: Data
ru: Дата
sv: Datum
uk: Дата
zh: 日期

source: Token Amount
ar: مبلغ الرمز المميز
cs: Částka tokenu
de: Tokenbetrag
fr: Montant du jeton
it: Importo Token
nl: Hoeveelheid token
no: Token beløp
pl: Ilość tokenów
pt: Valor do token
ro: Cantitate Token
ru: Количество токенов
sv: Token Belopp
uk: Кількість маркерів
zh: 代币金额

source: Remember, you can manage your subscriptions and payment methods in your billing settings.
ar: تذكر، يمكنك إدارة اشتراكاتك وأساليب الدفع الخاصة بك في إعدادات الفوترة الخاصة بك.
cs: Nezapomeňte, že můžete spravovat své předplatné a platební metody v nastavení fakturace.
de: Denken Sie daran, Sie können Ihre Abonnements und Zahlungsmethoden in Ihren Rechnungseinstellungen verwalten.
fr: N'oubliez pas que vous pouvez gérer vos abonnements et vos modes de paiement dans vos paramètres de facturation.
it: Ricorda, è possibile gestire i tuoi abbonamenti e metodi di pagamento nelle impostazioni di fatturazione.
nl: Vergeet niet dat u uw abonnementen en betalingsmethoden kunt beheren in uw factureringsinstellingen.
no: Husk, du kan administrere abonnementene og betalingsmetodene i faktureringsinnstillingene dine.
pl: Pamiętaj, że możesz zarządzać subskrypcjami i metodami płatności w ustawieniach rozliczeniowych.
pt: Lembre-se, você pode gerenciar suas assinaturas e métodos de pagamento em suas configurações de faturamento.
ro: Ține minte că poți gestiona abonamentele și metodele de plată în setările de facturare.
ru: Помните, что вы можете управлять своими подписками и методами оплаты в настройках выставления счетов.
sv: Kom ihåg att du kan hantera dina prenumerationer och betalningsmetoder i dina faktureringsinställningar.
uk: Пам'ятайте, ви можете керувати вашими підписками та способами оплати в налаштуваннях оплати.
zh: 记住，您可以在您的账单设置中管理您的订阅和支付方法。

source: For any issues, please contact us at
ar: لأي مشكلة، يرجى الاتصال بنا على
cs: V případě jakýchkoli problémů nás prosím kontaktujte na
de: Bei Problemen kontaktieren Sie uns bitte unter
fr: Pour tout problème, veuillez nous contacter à
it: Per qualsiasi problema, vi preghiamo di contattarci a
nl: Voor eventuele problemen, neem contact met ons op via
no: For problemer, ta kontakt med oss på
pl: W razie jakichkolwiek problemów skontaktuj się z nami pod adresem
pt: Para quaisquer problemas, por favor, entre em contato conosco em
ro: Pentru orice probleme, te rugăm să ne contactezi la
ru: По любым вопросам, пожалуйста, свяжитесь с нами по
sv: För eventuella problem, vänligen kontakta oss på
uk: Для будь-яких проблем звертайтеся до нас за адресою
zh: 任何问题，请联系我们

source: Unfortunately, your channel has been banned for receiving three strikes against our Content Policy.
ar: لسوء الحظ، تم حظر قناتك لتلقي ثلاث ضربات ضد سياسة المحتوى لدينا.
cs: Bohužel váš kanál byl zakázán kvůli přijetí tří úderů v rozporu s našimi pravidly obsahu.
de: Leider wurde dein Kanal wegen drei Streiks gegen unsere Inhaltsrichtlinien gesperrt.
fr: Malheureusement, votre chaîne a été interdite pour avoir reçu trois attaques contre notre politique de contenu.
it: Sfortunatamente, il tuo canale è stato bandito per aver ricevuto tre attacchi contro la nostra Politica dei Contenuti.
nl: Helaas is uw kanaal verbannen vanwege drie aanvallen op ons Inhoudsbeleid.
no: Kanalen din har dessverre blitt utestengt for å motta tre streker mot våre innholdspolitiske retningslinjer.
pl: Niestety Twój kanał został zbanowany za otrzymywanie trzech strajków przeciwko naszej polityce treści.
pt: Infelizmente, seu canal foi banido por receber três ataques contra nossa Política de Conteúdo.
ro: Din păcate, canalul tău a fost interzis pentru a primi trei greve împotriva Politicii noastre de Conținut.
ru: К сожалению, ваш канал был заблокирован за три удара по нашей политике содержания.
sv: Tyvärr har er kanal förbjudits för att ta emot tre strejker mot vår Innehållspolicy.
uk: На жаль, ваш канал заборонено отримувати три удари по нашій Політиці контенту.
zh: 不幸的是，您的频道因为收到三次对我们内容政策的攻击而被禁止。

source: If you believe this decision is a mistake, you may
ar: إذا كنت تعتقد أن هذا القرار خطأ، فيمكنك
cs: Pokud se domníváte, že toto rozhodnutí je chyba, můžete
de: Wenn Sie glauben, dass diese Entscheidung ein Fehler ist, können Sie
fr: Si vous pensez que cette décision est une erreur, vous pouvez
it: Se credi che questa decisione sia un errore, puoi
nl: Als u denkt dat dit besluit een vergissing is, kunt u
no: Hvis du tror denne vedtaket er en feil, kan du
pl: Jeśli uważasz, że ta decyzja jest błędna, możecie Państwo
pt: Se você acredita que esta decisão é um erro, você pode
ro: Dacă credeţi că această decizie este o greşeală, este posibil să
ru: Если вы считаете, что это решение является ошибкой, вы можете
sv: Om du tror att detta beslut är ett misstag, kan du
uk: Якщо ви вважаєте, що це рішення помилкове, ви можете
zh: 如果你认为这个决定是错误的，你可以：

source: log in here
ar: تسجيل الدخول هنا
cs: Přihlaste se zde
de: hier anmelden
fr: connectez-vous ici
it: accedi qui
nl: log hier in
no: Logg inn her
pl: zaloguj się tutaj
pt: Acesse aqui
ro: Autentifică-te aici
ru: войти здесь
sv: logga in här
uk: увійдіть тут
zh: 在此登录

source: Content Policy
ar: سياسة المحتوى
cs: Zásady obsahu
de: Inhaltsrichtlinie
fr: Politique de contenu
it: Politica Sul Contenuto
nl: Inhoud beleid
no: Retningslinjer for innhold
pl: Polityka zawartości
pt: Política de Conteúdo
ro: Politica de conținut
ru: Политика Контента
sv: Policy för innehåll
uk: Політика вмісту
zh: 内容策略

source: Your
ar: الخاص بك
cs: Tvoje
de: Ihr
fr: Votre
it: Il Tuo
nl: Jouw
no: Din
pl: Twoje
pt: Seu
ro: Dumneavoastră
ru: Ваш
sv: Din
uk: Ваш
zh: 您的

source: has been
ar: لقد كان
cs: byl
de: wurde
fr: a été
it: è stato
nl: is geweest
no: har vært
pl: został
pt: foi
ro: a fost
ru: был
sv: har varit
uk: було
zh: 已经是

source: because it was determined to violate our Content Policy.
ar: لأنه مصمم على انتهاك سياسة المحتوى لدينا.
cs: protože bylo rozhodnuto porušovat naše Zásady obsahu.
de: weil es entschlossen war, unsere Inhaltsrichtlinie zu verletzen.
fr: parce qu'il était déterminé à violer notre politique de contenu.
it: perché era determinato a violare la nostra Politica dei Contenuti.
nl: omdat het vastbesloten was ons inhoudelijke beleid te schenden.
no: fordi det ble fastsatt at retningslinjene våre ble krenket.
pl: ponieważ był zdeterminowany, aby naruszyć naszą politykę treści.
pt: porque estava determinado a violar nossa Política de Conteúdo.
ro: pentru că a fost hotărâtă să încalce politica noastră privind conținutul.
ru: потому что оно было преисполнено решимости нарушить нашу политику в отношении содержимого.
sv: eftersom det var fast beslutna att bryta mot vår innehållspolicy.
uk: тому що він вирішив порушити нашу політику контенту.
zh: 因为它决定违反我们的内容政策。

source: To appeal this decision to a jury of your peers, please
ar: للطعن في هذا القرار أمام هيئة محلفين من أقرانكم، يرجى
cs: Abyste se mohli proti tomuto rozhodnutí odvolat na porotu vašich kolegů, prosím
de: Um diese Entscheidung an eine Jury Ihrer Partner zu wenden, bitte
fr: Pour faire appel de cette décision à un jury de vos pairs, s'il vous plaît
it: Per impugnare questa decisione presso una giuria dei vostri coetanei, si prega di
nl: Om dit besluit in beroep te laten gaan bij een jury van uw peers,
no: For å klage dette avgjørelsen til en jury, vennligst
pl: Aby odwołać się od tej decyzji do sądu konkursowego, proszę
pt: Para recorrer dessa decisão para um júri de seus pares, por favor
ro: Pentru a apela această decizie în fața unui juriu al colegilor dvs., vă rugăm
ru: Чтобы обжаловать это решение в жюри своих соседей, пожалуйста,
sv: För att överklaga detta beslut till en jury av dina kamrater, vänligen
uk: Щоб сподобалося це рішення стосовно ваших однолітків, будь ласка
zh: 若要就这一决定向同行评审团提出上诉，请：

source: log in
ar: تسجيل الدخول
cs: Přihlásit se
de: anmelden
fr: se connecter
it: accedi
no: logg inn
pl: zaloguj się
pt: fazer login
ro: Autentificare
ru: войти
sv: logga in
uk: увійти в
zh: 登录

source: and submit an appeal to a jury of your peers from the Reported Content section of your settings.
ar: وتقديم طلب إلى هيئة المحلفين من أقرانك من قسم المحتوى المبلغ عنه في الإعدادات الخاصة بك.
cs: a podejte odvolání porotě vašich kolegů z části nahlášeného obsahu vašeho nastavení.
de: und eine Beschwerde an eine Jury Ihrer Partner aus dem Abschnitt "Reportierte Inhalte" Ihrer Einstellungen richten.
fr: et soumettez un appel à un jury de vos pairs à partir de la section Contenu signalé de vos paramètres.
it: e invia un ricorso a una giuria dei tuoi coetanei dalla sezione Contenuto Segnalato delle tue impostazioni.
nl: en dien een beroep in op een jury van uw peers vanuit het gedeelte Gerapporteerde inhoud van uw instellingen.
no: og sende en klage til en jury av dine instruktører fra den rapporterte innholdsdelen av innstillingene dine.
pl: i zgłoś odwołanie do jury swoich rówieśników z sekcji Zgłoszone treści w ustawieniach.
pt: e envie um apelo para uma júri dos seus colegas da seção Conteúdo Reportado de suas configurações.
ro: și să depună un apel la un juriu al partenerilor dvs. din secțiunea cu conținut raportat din setările dvs.
ru: и подайте апелляцию в жюри своих соседей из раздела "Содержание" ваших настроек.
sv: och skicka in en vädjan till en jury med dina jämlikar från avsnittet Rapporterat innehåll i dina inställningar.
uk: і відправте заклик до журі ваших учасників із секції Повідомлення про вміст ваших параметрів.
zh: 并从您的设置的报告内容部分向您的同行评审团提出上诉。

source: More can be learned about how the Appeals process works
ar: ويمكن معرفة المزيد عن كيفية عمل إجراءات الاستئناف.
cs: Více se lze dozvědět o tom, jak funguje odvolací proces
de: Mehr über die Funktionsweise des Appellationsprozesses erfahren
fr: On peut en apprendre plus sur le fonctionnement du processus d'appel
it: Si può imparare di più su come funziona il processo di Appelli
nl: Meer informatie over hoe het Appealsproces werkt
no: Du kan få mer kunnskap om hvordan appellen fungerer
pl: Można dowiedzieć się więcej o tym, jak działa procedura odwoławcza
pt: Mais informações podem ser aprendidas sobre como o processo de Recursos funciona
ro: Se pot învăța mai multe despre modul în care funcționează procedurile de apel
ru: Можно узнать больше о том, как работает процесс подачи апелляций
sv: Mer kan man lära sig om hur överklagandeprocessen fungerar
uk: Дізнатися більше про те, як працює процес Appeals
zh: 可以更多地了解上诉程序如何工作

source: here
ar: هنا
cs: zde
de: hier
fr: ici
it: qui
nl: Hier
no: her
pl: tutaj
pt: Aqui
ro: aici
ru: здесь
sv: här
uk: сюди
zh: 在这里

source: Your purchase of Minds Tokens is currently being processed. We will notify you once the transaction is complete.
ar: تتم حاليا معالجة شراء Minds Tokens. سوف نبلغك بمجرد اكتمال المعاملة.
cs: Váš nákup Minds Tokens se právě zpracovává. Jakmile bude transakce dokončena, budeme Vás informovat.
de: Ihr Kauf von Minds Token wird gerade bearbeitet. Wir werden Sie benachrichtigen, sobald die Transaktion abgeschlossen ist.
fr: Votre achat de jetons d'esprit est en cours de traitement. Nous vous avertirons une fois la transaction terminée.
it: Il tuo acquisto di Minds Tokens è in fase di elaborazione. Ti avviseremo una volta completata la transazione.
nl: Uw aankoop van Minds Tokens wordt momenteel verwerkt. We zullen u op de hoogte brengen zodra de transactie is voltooid.
no: Ditt kjøp av Minds Tokens blir behandlet for øyeblikket. Vi vil varsle deg når transaksjonen er fullført.
pl: Twój zakup tokenów umysłu jest obecnie przetwarzany. Powiadomimy Cię o zakończeniu transakcji.
pt: Sua compra de Tokens Minds está sendo processada no momento. Você será notificado assim que a transação for concluída.
ro: Your purchase of Minds Tokens is currently procesed. We will notify you once the transaction is complete. (Automatic Copy)
ru: Ваша покупка токенов Minds в настоящее время обрабатывается. Мы сообщим вам, как только транзакция будет завершена.
sv: Ditt köp av Minds Tokens håller på att behandlas. Vi kommer att meddela dig när transaktionen är klar.
uk: Ваша покупка Minds маркерів в даний час обробляється. Ми повідомимо Вас, коли транзакція завершиться.
zh: 您购买Minds Tokens 目前正在处理。交易完成后，我们会通知您。

source: We Miss You
ar: نحن نفكر لك
cs: My vás trošíme
de: Wir vermissen Sie
fr: Nous vous manquons
it: Ti Perdiamo
nl: Wij Dien U
no: Vi besøker deg
pl: Przegapimy Cię
pt: Nós Sentimos A Sua Santidade
ro: Noi te ducem
ru: Мы пропустили вас
sv: Vi missar dig
uk: Ми тебе міс
zh: 我们错过了你

source: We hope to see you again!
ar: نأمل أن نراك مرة أخرى!
cs: Doufáme, že vás znovu uvidíme!
de: Wir hoffen, Sie wieder zu sehen!
fr: Nous espérons vous revoir !
it: Speriamo di rivedervi!
nl: We hopen u opnieuw te zien!
no: Vi håper å se deg igjen!
pl: Mamy nadzieję ponownie cię zobaczyć!
pt: Esperamos vê-lo de novo!
ro: Sperăm să te vedem din nou!
ru: Мы надеемся увидеть вас снова!
sv: Vi hoppas att få träffa dig igen!
uk: Сподіваємося побачити вас знову!
zh: 我们希望再次见到你！

source: We want you back!
ar: نريدك أن تعود!
cs: Chceme tě zpátky!
de: Wir wollen Sie zurück!
fr: Nous voulons que vous reveniez !
it: Ti vogliamo indietro!
nl: We willen je terug!
no: Vi vil ha deg tilbake!
pl: Chcemy cię z powrotem!
pt: Queremos você de volta!
ro: Vă dorim să reveniți!
ru: Мы хотим, чтобы вы вернулись!
sv: Vi vill ha dig tillbaka!
uk: Ми хочемо, щоб ви повернулися!
zh: 我们希望你回来！

source: Check-in
ar: تسجيل الدخول
cs: Kontrola
fr: Déverrouillage
no: Innsjekking
pl: Odbiór
pt: Desbloqueio
ro: Verificare
ru: Регистрация
sv: Incheckning
uk: Зареєструватися
zh: 签入

source: We want you back! Check in with the button below to let us know you are active so we can prioritize your channel in our recommendations to others. Our goal is to provide relevant suggestions without invasive surveillance.
ar: نريدك أن تعود! قم بالتسجيل باستخدام الزر أدناه لإعلامك أنك نشط حتى نتمكن من إعطاء الأولوية لقناتك في توصياتنا للآخرين. وهدفنا هو تقديم اقتراحات ذات صلة بدون مراقبة عدوانية.
cs: Chceme tě zpátky! Přihlaste se tlačítkem níže. Dejte nám vědět, že jste aktivní, abychom mohli upřednostnit váš kanál v našich doporučeních pro ostatní. Naším cílem je poskytnout relevantní návrhy bez invazivního dohledu.
de: Wir wollen Sie zurück! Check in mit dem Button unten, um uns mitzuteilen, dass du aktiv bist, damit wir deinen Kanal in unseren Empfehlungen an andere priorisieren können. Unser Ziel ist es, relevante Vorschläge ohne invasive Überwachung zu unterbreiten.
fr: Nous voulons que vous reveniez ! Vérifiez avec le bouton ci-dessous pour nous faire savoir que vous êtes actif afin que nous puissions prioriser votre canal dans nos recommandations aux autres. Notre objectif est de fournir des suggestions pertinentes sans surveillance envahissante.
it: Ti vogliamo indietro! Effettua il check-in con il pulsante qui sotto per farci sapere che sei attivo in modo da poter dare priorità al tuo canale nei nostri consigli agli altri. Il nostro obiettivo è quello di fornire suggerimenti pertinenti senza sorveglianza invasiva.
nl: We willen je terug! Check in met de knop hieronder om ons te laten weten dat je actief bent, zodat we je kanaal in onze aanbevelingen kunnen prioriteren aan anderen. Ons doel is om relevante suggesties te doen zonder invasief toezicht.
no: Vi vil ha deg tilbake! Sjekk inn med knappen nedenfor for å fortelle oss at du er aktiv, så vi kan prioritere kanalen din i våre anbefalinger til andre. Vårt mål er å gi relevante forslag uten invasiv overvåkning.
pl: Chcemy cię z powrotem! Sprawdź za pomocą poniższego przycisku, aby poinformować nas, że jesteś aktywny, abyśmy mogli nadać priorytet Twojemu kanałowi w naszych zaleceniach dla innych. Naszym celem jest przedstawienie odpowiednich sugestii bez inwazyjnego nadzoru.
pt: Queremos você de volta! Faça check-in com o botão abaixo para nos informar que você está ativo, para que possamos priorizar o seu canal nas nossas recomendações para os outros. Nosso objetivo é fornecer sugestões relevantes sem vigilância invasiva.
ro: Vă dorim să reveniți! Verifică cu butonul de mai jos pentru a ne anunţa că eşti activ, astfel încât să putem prioritiza canalul tău în recomandările noastre pentru alţii. Scopul nostru este să oferim sugestii relevante fără supraveghere invazivă.
ru: Мы хотим, чтобы вы вернулись! Зайдите на кнопку ниже, чтобы сообщить нам, что вы активны, поэтому мы можем приоритизировать ваш канал в наших рекомендациях другим. Наша цель состоит в том, чтобы предложить соответствующие предложения без инвазивного наблюдения.
sv: Vi vill ha dig tillbaka! Checka in med knappen nedan för att låta oss veta att du är aktiv så att vi kan prioritera din kanal i våra rekommendationer till andra. Vårt mål är att ge relevanta förslag utan invasiv övervakning.
uk: Ми хочемо, щоб ви повернулися! Додавайте щох нижче, щоб повідомити, що ви активні, щоб ми могли визначити пріоритет вашого каналу в наших рекомендаціях іншим. Наша мета - надати відповідні пропозиції без інвазивного нагляду.
zh: 我们希望你回来！ 选中下面的按钮让我们知道您处于活动状态，这样我们就可以在我们给他人的建议中优先安排您的频道。 我们的目标是在不进行侵入性监测的情况下提出有关建议。
